Repository: sidimam/unraid-drive
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, zh_hans

source: The credentials have not arrived from iCloud Keychain yet. Open the server and use Connect again.
ar: لم تصل بيانات الاعتماد من سلسلة مفاتيح iCloud بعد. افتح الخادم واستخدم إعادة الاتصال.
de: Die Zugangsdaten sind noch nicht aus dem iCloud-Schlüsselbund angekommen. Öffnen Sie den Server und verwenden Sie Erneut verbinden.
es: Las credenciales aún no han llegado del llavero de iCloud. Abre el servidor y usa Conectar de nuevo.
fr: Les identifiants ne sont pas encore arrivés du trousseau iCloud. Ouvrez le serveur et utilisez Se reconnecter.
it: Le credenziali non sono ancora arrivate dal Portachiavi iCloud. Apri il server e usa Connetti di nuovo.
zh_hans: 凭据尚未从 iCloud 钥匙串送达。请打开服务器并使用“重新连接”。

source: The file is removed from the NAS. There is no trash on the gateway.
ar: سيُحذف الملف من NAS. لا توجد سلة مهملات في البوابة.
de: Die Datei wird vom NAS entfernt. Das Gateway hat keinen Papierkorb.
es: El archivo se elimina del NAS. El gateway no tiene papelera.
fr: Le fichier est supprimé du NAS. La passerelle n’a pas de corbeille.
it: Il file viene rimosso dal NAS. Il gateway non ha un cestino.
zh_hans: 文件将从 NAS 中移除。网关没有废纸篓。

source: The gateway cannot be reached right now.
ar: لا يمكن الوصول إلى البوابة الآن.
de: Das Gateway ist derzeit nicht erreichbar.
es: No se puede contactar con el gateway ahora.
fr: La passerelle est injoignable pour le moment.
it: Il gateway non è raggiungibile al momento.
zh_hans: 目前无法连接网关。

source: The gateway is up but rejected the key or the request never reached it. Use Edit to paste the API key again; with Cloudflare Access, check the two service token values and that the policy action is Service Auth.
ar: البوابة تعمل لكنها رفضت المفتاح، أو لم يصلها الطلب. استخدم «تعديل» للصق مفتاح API مجددًا؛ مع Cloudflare Access تحقق من قيمتَي رمز الخدمة ومن أن إجراء السياسة هو Service Auth.
de: Das Gateway läuft, hat aber den Schlüssel abgelehnt, oder die Anfrage kam nie an. Füge den API-Schlüssel über „Bearbeiten“ erneut ein; mit Cloudflare Access prüfe die beiden Service-Token-Werte und dass die Richtlinienaktion Service Auth ist.
es: El gateway funciona pero rechazó la clave, o la petición nunca llegó. Usa Editar para pegar la clave API de nuevo; con Cloudflare Access, revisa los dos valores del service token y que la acción de la política sea Service Auth.
fr: La passerelle fonctionne mais a refusé la clé, ou la requête ne l’a jamais atteinte. Utilisez Modifier pour recoller la clé API ; avec Cloudflare Access, vérifiez les deux valeurs du service token et que l’action de la politique est Service Auth.
it: Il gateway è attivo ma ha rifiutato la chiave, oppure la richiesta non lo ha raggiunto. Usa Modifica per incollare di nuovo la chiave API; con Cloudflare Access controlla i due valori del service token e che l’azione della policy sia Service Auth.
zh_hans: 网关在运行但拒绝了密钥，或请求从未到达网关。请使用“编辑”重新粘贴 API 密钥；若使用 Cloudflare Access，请检查两个 Service Token 值以及策略操作是否为 Service Auth。

source: The system player cannot decode this file.
ar: لا يستطيع مشغّل النظام فك ترميز هذا الملف.
de: Der Systemplayer kann diese Datei nicht dekodieren.
es: El reproductor del sistema no puede descodificar este archivo.
fr: Le lecteur système ne peut pas décoder ce fichier.
it: Il lettore di sistema non riesce a decodificare questo file.
zh_hans: 系统播放器无法解码此文件。

source: The whole configuration goes to the TV in one go, like a restore: every server with its credentials and the shares you chose.
ar: تنتقل الإعدادات كاملة إلى التلفاز دفعة واحدة كأنها استعادة: كل خادم مع بيانات اعتماده والمشاركات التي اخترتها.
de: Die gesamte Konfiguration geht in einem Schritt an das TV, wie eine Wiederherstellung: jeder Server mit seinen Zugangsdaten und den gewählten Freigaben.
es: Toda la configuración va al TV de una vez, como una restauración: cada servidor con sus credenciales y las carpetas que elegiste.
fr: Toute la configuration part vers la TV en une fois, comme une restauration : chaque serveur avec ses identifiants et les partages choisis.
it: Tutta la configurazione va alla TV in una volta, come un ripristino: ogni server con le sue credenziali e le share che hai scelto.
zh_hans: 整套配置一次性发送到电视，就像一次恢复：每个服务器及其凭据和你选择的共享。

source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
it: Tema
zh_hans: 主题

source: This EPUB has no readable text chapters.
ar: لا يحتوي هذا الـ EPUB على فصول نصية قابلة للقراءة.
de: Dieses EPUB enthält keine lesbaren Textkapitel.
es: Este EPUB no tiene capítulos de texto legibles.
fr: Cet EPUB n’a aucun chapitre de texte lisible.
it: Questo EPUB non ha capitoli di testo leggibili.
zh_hans: 此 EPUB 没有可读的文本章节。

source: This format needs the mpv player, which runs on iPhone, iPad, Mac and Apple TV. Use Quick Look or open the file from the Files app.
ar: يحتاج هذا التنسيق إلى مشغّل mpv المتاح على iPhone وiPad وMac وApple TV. استخدم النظرة السريعة أو افتح الملف من تطبيق الملفات.
de: Dieses Format braucht den mpv-Player, der auf iPhone, iPad, Mac und Apple TV läuft. Nutze die Übersicht oder öffne die Datei aus der Dateien-App.
es: Este formato necesita el reproductor mpv, disponible en iPhone, iPad, Mac y Apple TV. Usa Vista rápida o abre el archivo desde la app Archivos.
fr: Ce format nécessite le lecteur mpv, disponible sur iPhone, iPad, Mac et Apple TV. Utilisez Coup d’œil ou ouvrez le fichier depuis l’app Fichiers.
it: Questo formato richiede il lettore mpv, disponibile su iPhone, iPad, Mac e Apple TV. Usa Quick Look o apri il file dall’app File.
zh_hans: 此格式需要 mpv 播放器，可在 iPhone、iPad、Mac 和 Apple TV 上使用。请使用快速查看或从“文件”应用打开。

source: This needs unraid-gateway 0.6 or later on the server.
ar: يتطلب unraid-gateway 0.6 أو أحدث على الخادم.
de: Erfordert unraid-gateway 0.6 oder neuer auf dem Server.
es: Requiere unraid-gateway 0.6 o posterior en el servidor.
fr: Nécessite unraid-gateway 0.6 ou ultérieur sur le serveur.
it: Serve unraid-gateway 0.6 o successivo sul server.
zh_hans: 需要服务器端 unraid-gateway 0.6 或更高版本。

source: Try again
ar: أعد المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
zh_hans: 重试

source: Try the demo
ar: جرّب العرض التجريبي
de: Demo ausprobieren
es: Probar la demo
fr: Essayer la démo
it: Prova la demo
zh_hans: 试用演示

source: Try the demo instead
ar: جرّب العرض التجريبي بدلًا من ذلك
de: Stattdessen die Demo ausprobieren
es: Probar la demo en su lugar
fr: Essayer plutôt la démo
it: Prova invece la demo
zh_hans: 改为试用演示

source: Try the demo server instead
ar: جرّب الخادم التجريبي بدلًا من ذلك
de: Stattdessen den Demo-Server ausprobieren
es: Probar el servidor demo en su lugar
fr: Essayer plutôt le serveur démo
it: Prova invece il server demo
zh_hans: 改为试用演示服务器

source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
zh_hans: 类型

source: Unraid API key
ar: مفتاح API لـ Unraid
de: Unraid-API-Schlüssel
es: Clave API de Unraid
fr: Clé API Unraid
it: Chiave API Unraid
zh_hans: Unraid API 密钥

source: Unraid Drive adds your Unraid shares to the Files app next to iCloud Drive. Open, save, move and share files from any app, at home or on 5G, without a VPN.
ar: يضيف Unraid Drive مجلداتك المشتركة في Unraid إلى تطبيق الملفات بجوار iCloud Drive. افتح الملفات واحفظها وانقلها وشاركها من أي تطبيق، في المنزل أو عبر 5G، دون VPN.
de: Unraid Drive bringt deine Unraid-Freigaben neben iCloud Drive in die Dateien-App. Öffne, sichere, verschiebe und teile Dateien aus jeder App, zu Hause oder über 5G, ohne VPN.
es: Unraid Drive añade tus recursos compartidos de Unraid a la app Archivos junto a iCloud Drive. Abre, guarda, mueve y comparte archivos desde cualquier app, en casa o con 5G, sin VPN.
fr: Unraid Drive ajoute vos partages Unraid à l’app Fichiers à côté d’iCloud Drive. Ouvrez, enregistrez, déplacez et partagez des fichiers depuis n’importe quelle app, à la maison ou en 5G, sans VPN.
it: Unraid Drive aggiunge le tue share Unraid all’app File accanto a iCloud Drive. Apri, salva, sposta e condividi file da qualsiasi app, a casa o in 5G, senza VPN.
zh_hans: Unraid Drive 把你的 Unraid 共享添加到“文件”应用中，与 iCloud 云盘并列。在家或使用 5G 时，无需 VPN 即可从任何应用打开、存储、移动和共享文件。

source: Unraid Drive adds your Unraid shares to the Files app on iPhone, iPad and Vision Pro and to the Finder sidebar on the Mac, next to iCloud Drive. Open, save, move and share files from any app, at home or away, over HTTPS.
ar: يضيف Unraid Drive مشاركات Unraid إلى تطبيق الملفات على iPhone وiPad وVision Pro وإلى الشريط الجانبي لـ Finder على Mac بجوار iCloud Drive. افتح الملفات واحفظها وانقلها وشاركها من أي تطبيق، في المنزل أو خارجه، عبر HTTPS.
de: Unraid Drive bringt deine Unraid-Freigaben in die Dateien-App auf iPhone, iPad und Vision Pro und in die Finder-Seitenleiste auf dem Mac, neben iCloud Drive. Öffne, sichere, verschiebe und teile Dateien aus jeder App, zu Hause oder unterwegs, per HTTPS.
es: Unraid Drive añade tus recursos compartidos de Unraid a la app Archivos en iPhone, iPad y Vision Pro y a la barra lateral del Finder en el Mac, junto a iCloud Drive. Abre, guarda, mueve y comparte archivos desde cualquier app, en casa o fuera, por HTTPS.
fr: Unraid Drive ajoute vos partages Unraid à l’app Fichiers sur iPhone, iPad et Vision Pro et à la barre latérale du Finder sur Mac, à côté d’iCloud Drive. Ouvrez, enregistrez, déplacez et partagez des fichiers depuis n’importe quelle app, chez vous ou ailleurs, en HTTPS.
it: Unraid Drive aggiunge le share del tuo Unraid all’app File su iPhone, iPad e Vision Pro e alla barra laterale del Finder sul Mac, accanto a iCloud Drive. Apri, salva, sposta e condividi file da qualsiasi app, a casa o fuori, via HTTPS.
zh_hans: Unraid Drive 将你的 Unraid 共享添加到 iPhone、iPad 和 Vision Pro 的“文件”应用以及 Mac 的“访达”边栏，与 iCloud 云盘并列。在家或外出时，都可通过 HTTPS 从任意应用打开、保存、移动和共享文件。

source: Unraid Drive can tell you when a gateway is unreachable and when a file could not be uploaded or downloaded. You choose what to allow in the system Settings at any time.
ar: يمكن لـ Unraid Drive إخبارك عندما يتعذّر الوصول إلى بوابة أو يفشل رفع ملف أو تنزيله. أنت تختار ما تسمح به من إعدادات النظام في أي وقت.
de: Unraid Drive kann dich informieren, wenn ein Gateway nicht erreichbar ist oder eine Datei nicht hoch- oder heruntergeladen werden konnte. Was du erlaubst, entscheidest du jederzeit in den Systemeinstellungen.
es: Unraid Drive puede avisarte cuando un gateway no responde y cuando un archivo no se pudo subir o descargar. Decides qué permitir en los Ajustes del sistema en cualquier momento.
fr: Unraid Drive peut vous prévenir quand une passerelle est injoignable et quand un fichier n’a pu être envoyé ou téléchargé. Vous choisissez ce que vous autorisez dans les Réglages système, à tout moment.
it: Unraid Drive può avvisarti quando un gateway non è raggiungibile e quando un file non è stato caricato o scaricato. Decidi cosa consentire nelle Impostazioni di sistema, in qualsiasi momento.
zh_hans: 当网关不可达或文件无法上传、下载时，Unraid Drive 可以通知你。你可以随时在系统“设置”中决定允许的内容。

source: Unraid Drive is an independent open-source project and is not affiliated with Lime Technology / Unraid. Unraid is a trademark of Lime Technology, Inc. The app talks only to your own gateway: no accounts, no analytics, no third-party servers.
ar: Unraid Drive مشروع مستقل مفتوح المصدر وغير تابع لـ Lime Technology / Unraid. ‏Unraid علامة تجارية لشركة Lime Technology, Inc. يتواصل التطبيق مع بوابتك فقط: لا حسابات ولا تحليلات ولا خوادم خارجية.
de: Unraid Drive ist ein unabhängiges Open-Source-Projekt und nicht mit Lime Technology / Unraid verbunden. Unraid ist eine Marke von Lime Technology, Inc. Die App spricht nur mit deinem Gateway: keine Konten, keine Analysen, keine Drittserver.
es: Unraid Drive es un proyecto independiente de código abierto y no está afiliado a Lime Technology / Unraid. Unraid es una marca de Lime Technology, Inc. La app solo habla con tu gateway: sin cuentas, sin analíticas, sin servidores de terceros.
fr: Unraid Drive est un projet open source indépendant, non affilié à Lime Technology / Unraid. Unraid est une marque de Lime Technology, Inc. L’app ne parle qu’à votre passerelle : aucun compte, aucune analyse, aucun serveur tiers.
it: Unraid Drive è un progetto open source indipendente e non è affiliato a Lime Technology / Unraid. Unraid è un marchio di Lime Technology, Inc. L’app parla solo con il tuo gateway: nessun account, nessuna analisi, nessun server di terzi.
zh_hans: Unraid Drive 是独立的开源项目，与 Lime Technology / Unraid 无关。Unraid 是 Lime Technology, Inc. 的商标。本应用只与你的网关通信：无账户、无分析、无第三方服务器。

source: Unraid password
ar: كلمة مرور Unraid
de: Unraid-Passwort
es: Contraseña de Unraid
fr: Mot de passe Unraid
it: Password Unraid
zh_hans: Unraid 密码

source: Unraid server
ar: خادم Unraid
es: Servidor Unraid
fr: Serveur Unraid
it: Server Unraid
zh_hans: Unraid 服务器

source: Unraid user
ar: مستخدم Unraid
de: Unraid-Benutzer
es: Usuario de Unraid
fr: Utilisateur Unraid
it: Utente Unraid
zh_hans: Unraid 用户

source: Unraid user (optional)
ar: مستخدم Unraid (اختياري)
de: Unraid-Benutzer (optional)
es: Usuario de Unraid (opcional)
fr: Utilisateur Unraid (facultatif)
it: Utente Unraid (facoltativo)
zh_hans: Unraid 用户（可选）

source: Unraid username
ar: اسم مستخدم Unraid
de: Unraid-Benutzername
es: Nombre de usuario de Unraid
fr: Nom d’utilisateur Unraid
it: Nome utente Unraid
zh_hans: Unraid 用户名

source: Unread Unraid notifications from your servers appear here.
ar: تظهر هنا إشعارات Unraid غير المقروءة من خوادمك.
de: Ungelesene Unraid-Mitteilungen deiner Server erscheinen hier.
es: Las notificaciones de Unraid sin leer de tus servidores aparecen aquí.
fr: Les notifications Unraid non lues de vos serveurs apparaissent ici.
it: Le notifiche Unraid non lette dei tuoi server compaiono qui.
zh_hans: 来自服务器的未读 Unraid 通知会显示在这里。

source: Unread notifications
ar: إشعارات غير مقروءة
de: Ungelesene Mitteilungen
es: Notificaciones sin leer
fr: Notifications non lues
it: Notifiche non lette
zh_hans: 未读通知

source: Unsupported image format.
ar: صيغة صورة غير مدعومة.
de: Nicht unterstütztes Bildformat.
es: Formato de imagen no compatible.
fr: Format d’image non pris en charge.
it: Formato immagine non supportato.
zh_hans: 不支持的图像格式。

source: Unsupported or damaged EPUB.
ar: ملف EPUB غير مدعوم أو تالف.
de: EPUB nicht unterstützt oder beschädigt.
es: EPUB no compatible o dañado.
fr: EPUB non pris en charge ou endommagé.
it: EPUB non supportato o danneggiato.
zh_hans: EPUB 不受支持或已损坏。

source: Unsupported or damaged PDF.
ar: ملف PDF غير مدعوم أو تالف.
de: PDF nicht unterstützt oder beschädigt.
es: PDF no compatible o dañado.
fr: PDF non pris en charge ou endommagé.
it: PDF non supportato o danneggiato.
zh_hans: PDF 不受支持或已损坏。

source: Unsupported or damaged archive.
ar: الأرشيف غير مدعوم أو تالف.
de: Archiv nicht unterstützt oder beschädigt.
es: Archivo no compatible o dañado.
fr: Archive non prise en charge ou endommagée.
it: Archivio non supportato o danneggiato.
zh_hans: 压缩包不受支持或已损坏。

source: Up to date
ar: محدّث
de: Auf dem neuesten Stand
es: Actualizado
fr: À jour
it: Aggiornato
zh_hans: 已是最新

source: Upload ${file} to ${folder} on ${server}
ar: رفع ${file} إلى ${folder} على ${server}
de: ${file} in ${folder} auf ${server} hochladen
es: Subir ${file} a ${folder} en ${server}
fr: Envoyer ${file} dans ${folder} sur ${server}
it: Carica ${file} in ${folder} su ${server}
zh_hans: 将 ${file} 上传到 ${server} 的 ${folder}

source: Upload file
ar: رفع ملف
de: Datei hochladen
es: Subir archivo
fr: Envoyer un fichier
it: Carica file
zh_hans: 上传文件

source: Upload file to Unraid Drive
ar: رفع ملف إلى Unraid Drive
de: Datei zu Unraid Drive hochladen
es: Subir archivo a Unraid Drive
fr: Envoyer un fichier vers Unraid Drive
it: Carica file in Unraid Drive
zh_hans: 上传文件到 Unraid Drive

source: Upload files…
ar: رفع ملفات…
de: Dateien hochladen …
es: Subir archivos…
fr: Envoyer des fichiers…
it: Carica file…
zh_hans: 上传文件…

source: Uploaded
ar: تم الرفع
de: Hochgeladen
es: Subido
fr: Envoyé
it: Caricato
zh_hans: 已上传

source: Uploading %@…
ar: جارٍ رفع %@…
de: %@ wird hochgeladen …
es: Subiendo %@…
fr: Envoi de %@…
it: Caricamento di %@…
zh_hans: 正在上传 %@…

source: Uploads a file to a share of your Unraid server.
ar: يرفع ملفًا إلى مشاركة على خادم Unraid.
de: Lädt eine Datei in eine Freigabe deines Unraid-Servers hoch.
es: Sube un archivo a un recurso compartido de tu servidor Unraid.
fr: Envoie un fichier dans un partage de votre serveur Unraid.
it: Carica un file in una share del tuo server Unraid.
zh_hans: 将文件上传到 Unraid 服务器的共享。

source: Used
ar: المستخدم
de: Belegt
es: Usado
fr: Utilisé
it: Usato
zh_hans: 已用

source: Version %@ · File Provider
ar: الإصدار %@ · File Provider
es: Versión %@ · File Provider
it: Versione %@ · File Provider
zh_hans: 版本 %@ · File Provider

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
zh_hans: 视频

source: View options
ar: خيارات العرض
de: Darstellungsoptionen
es: Opciones de vista
fr: Options d’affichage
it: Opzioni di visualizzazione
zh_hans: 显示选项

source: Waiting for your other device…
ar: في انتظار جهازك الآخر…
de: Warte auf dein anderes Gerät …
es: Esperando al otro dispositivo…
fr: En attente de votre autre appareil…
it: In attesa dell’altro dispositivo…
zh_hans: 正在等待你的其他设备…

source: Welcome
ar: مرحبًا
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
zh_hans: 欢迎

source: What to do
ar: ما العمل
de: Was tun
es: Qué hacer
fr: Que faire
it: Cosa fare
zh_hans: 怎么做

source: What's new in this version
ar: الجديد في هذا الإصدار
de: Neu in dieser Version
es: Novedades de esta versión
fr: Nouveautés de cette version
it: Novità di questa versione
zh_hans: 此版本的新功能

source: When on, the server list (names, URLs, connection mode) is stored in your iCloud account and the API keys and Cloudflare tokens in iCloud Keychain, end-to-end encrypted. After restoring or replacing your iPhone, the app finds its configuration again. When off, everything stays on this device only. The demo server is never synced.
ar: عند التفعيل تُحفظ قائمة الخوادم (الأسماء والعناوين ووضع الاتصال) في حساب iCloud الخاص بك، وتُحفظ مفاتيح API ورموز Cloudflare في سلسلة مفاتيح iCloud بتشفير طرفي. بعد استعادة iPhone أو استبداله يجد التطبيق إعداداته مجددًا. عند الإيقاف يبقى كل شيء على هذا الجهاز فقط. لا يُزامَن الخادم التجريبي أبدًا.
de: Wenn aktiviert, wird die Serverliste (Namen, URLs, Verbindungsmodus) in deinem iCloud-Account gespeichert und API-Schlüssel sowie Cloudflare-Token im iCloud-Schlüsselbund, Ende-zu-Ende verschlüsselt. Nach einer Wiederherstellung oder einem Gerätewechsel findet die App ihre Konfiguration wieder. Wenn deaktiviert, bleibt alles nur auf diesem Gerät. Der Demo-Server wird nie synchronisiert.
es: Si está activado, la lista de servidores (nombres, URL, modo de conexión) se guarda en tu cuenta de iCloud y las claves API y tokens de Cloudflare en el llavero de iCloud, cifrados de extremo a extremo. Tras restaurar o cambiar de iPhone, la app recupera su configuración. Si está desactivado, todo queda solo en este dispositivo. El servidor demo nunca se sincroniza.
fr: Si activé, la liste des serveurs (noms, URL, mode de connexion) est stockée dans votre compte iCloud et les clés API et jetons Cloudflare dans le trousseau iCloud, chiffrés de bout en bout. Après une restauration ou un changement d’iPhone, l’app retrouve sa configuration. Si désactivé, tout reste uniquement sur cet appareil. Le serveur démo n’est jamais synchronisé.
it: Se attivo, l’elenco dei server (nomi, URL, modalità di connessione) viene salvato nel tuo account iCloud e le chiavi API e i token Cloudflare nel portachiavi iCloud, cifrati end-to-end. Dopo un ripristino o un cambio di iPhone l’app ritrova la sua configurazione. Se disattivo, tutto resta solo su questo dispositivo. Il server demo non viene mai sincronizzato.
zh_hans: 开启后，服务器列表（名称、URL、连接方式）保存在你的 iCloud 账户中，API 密钥和 Cloudflare 令牌保存在 iCloud 钥匙串中，端到端加密。恢复或更换 iPhone 后，应用会重新找到配置。关闭时，所有内容仅保留在本设备。演示服务器永不同步。

source: With a user, the gateway applies that user's share permissions exactly as over SMB: only the shares the user may read appear, and read-only shares stay read-only. Leave empty to use the container mounts as they are. Some gateways require it.
ar: مع مستخدم، تطبّق البوابة صلاحيات المجلدات المشتركة لذلك المستخدم تمامًا كما عبر SMB: تظهر فقط المجلدات التي يمكنه قراءتها، وتبقى مجلدات القراءة فقط كما هي. اتركه فارغًا لاستخدام تثبيتات الحاوية كما هي. بعض البوابات تشترطه.
de: Mit einem Benutzer wendet das Gateway dessen Freigabeberechtigungen genau wie über SMB an: Nur lesbare Freigaben erscheinen, schreibgeschützte bleiben schreibgeschützt. Leer lassen, um die Container-Einbindungen unverändert zu nutzen. Manche Gateways verlangen es.
es: Con un usuario, el gateway aplica los permisos de ese usuario exactamente como por SMB: solo aparecen los recursos que puede leer y los de solo lectura siguen siéndolo. Déjalo vacío para usar los montajes del contenedor tal cual. Algunos gateways lo exigen.
fr: Avec un utilisateur, la passerelle applique les permissions de partage de cet utilisateur exactement comme en SMB : seuls les partages qu’il peut lire apparaissent et ceux en lecture seule le restent. Laissez vide pour utiliser les montages du conteneur tels quels. Certaines passerelles l’exigent.
it: Con un utente, il gateway applica i permessi delle share di quell’utente esattamente come via SMB: compaiono solo le share che può leggere e quelle in sola lettura restano tali. Lascia vuoto per usare i mount del container così come sono. Alcuni gateway lo richiedono.
zh_hans: 填写用户后，网关会像 SMB 一样应用该用户的共享权限：只显示其可读取的共享，只读共享保持只读。留空则按容器挂载原样使用。部分网关要求填写。

source: Without extension; {date} is replaced by the current date and time
ar: بدون امتداد؛ يُستبدل {date} بالتاريخ والوقت الحاليين
de: Ohne Endung; {date} wird durch Datum und Uhrzeit ersetzt
es: Sin extensión; {date} se sustituye por la fecha y hora actuales
fr: Sans extension ; {date} est remplacé par la date et l’heure actuelles
it: Senza estensione; {date} viene sostituito da data e ora correnti
zh_hans: 不含扩展名；{date} 会替换为当前日期和时间

source: Write access
ar: صلاحية الكتابة
de: Schreibzugriff
es: Acceso de escritura
fr: Accès en écriture
it: Accesso in scrittura
zh_hans: 写入权限

source: You're all caught up
ar: لقد اطّلعت على كل شيء
de: Du bist auf dem neuesten Stand
es: Estás al día
fr: Vous êtes à jour
it: Hai letto tutto
zh_hans: 你已阅读全部通知

source: Your Unraid shares in Files
ar: مجلدات Unraid المشتركة في الملفات
de: Deine Unraid-Freigaben in Dateien
es: Tus recursos de Unraid en Archivos
fr: Vos partages Unraid dans Fichiers
it: Le tue share Unraid in File
zh_hans: 在“文件”中使用你的 Unraid 共享

source: Your Unraid shares in Files and in the Finder
ar: مشاركات Unraid في الملفات وفي Finder
de: Deine Unraid-Freigaben in Dateien und im Finder
es: Tus recursos Unraid en Archivos y en el Finder
fr: Vos partages Unraid dans Fichiers et le Finder
it: Le tue share Unraid in File e nel Finder
zh_hans: 你的 Unraid 共享，尽在“文件”和“访达”

source: Your Unraid shares in the Finder, through the unraid-gateway container.
ar: مشاركات Unraid في Finder عبر حاوية unraid-gateway.
de: Deine Unraid-Freigaben im Finder, über den Container unraid-gateway.
es: Tus recursos compartidos de Unraid en el Finder, a través del contenedor unraid-gateway.
fr: Vos partages Unraid dans le Finder, via le conteneur unraid-gateway.
it: Le tue share Unraid nel Finder, tramite il container unraid-gateway.
zh_hans: 通过 unraid-gateway 容器在“访达”中访问你的 Unraid 共享。

source: Your Unraid user has no access to any mounted share
ar: لا يملك مستخدم Unraid الخاص بك صلاحية الوصول إلى أي مجلد مشترك مثبّت
de: Dein Unraid-Benutzer hat auf keine eingebundene Freigabe Zugriff
es: Tu usuario de Unraid no tiene acceso a ningún recurso montado
fr: Votre utilisateur Unraid n’a accès à aucun partage monté
it: Il tuo utente Unraid non ha accesso a nessuna share montata
zh_hans: 你的 Unraid 用户无法访问任何已挂载的共享

source: Your configuration in iCloud
ar: إعداداتك في iCloud
de: Deine Konfiguration in iCloud
es: Tu configuración en iCloud
fr: Votre configuration dans iCloud
it: La tua configurazione in iCloud
zh_hans: 你的配置在 iCloud 中
